export const statusMap = {
  '0': {
    theme: ['#8b8b8b', 'rgba(139, 139, 139, 0.1)'],
    desc: ''
  }, // 待审核 - 可以在列表中点击修改内容，跳转至入驻申请
  '1': {
    theme: ['#70b913', 'rgba(112, 185, 19, 0.1)'],
    desc: '恭喜，审核通过'
  }, // 通过
  '2': {
    theme: ['#1890ff', 'rgba(24, 144, 255, 0.1)'],
    desc: '君，您的申请正在被查阅哦'
  }, // 审核中
  '3': {
    theme: ['#ffb300', 'rgba(255, 179, 0, 0.1)'],
    desc: '抱歉，审核未通过'
  }, // 未通过
  '4': {
    theme: ['#e53935', 'rgba(229, 57, 53, 0.1)'],
    desc: '抱歉，您的入驻资格已被取消'
  } // 取消资格
}
